{
    "terms": "<h1>Terms and Conditions</h1><h2>Welcome to Hi-Top Sneakers</h2><p>These Terms and Conditions outline the rules and regulations for the use of Hi-Top Sneakers’ website and services.</p><p>By registering an account or accessing this website, we assume you accept these Terms and Conditions in full. If you do not agree to all the terms stated on this page, please do not continue to use the website or its features.</p><p>Throughout these terms, “Client”, “You”, and “Your” refer to you—the person using this website and complying with Hi-Top Sneakers' policies. “The Company”, “We”, “Our”, and “Us” refer to Hi-Top Sneakers, a registered company based in London. “Parties” refers to both you and the Company.</p><h3>About Us</h3><p>Hi-Top Sneakers is a London-based retailer specializing in high-end, exclusive, and limited-edition sneakers. We sell fashionable footwear for all genders and focus on style, collectability, and exclusivity. This website allows users across the U.K. to browse and purchase our curated selection online.</p><h3>Cookies</h3><p>This website uses cookies to improve your experience. By using the site, you consent to our use of cookies in accordance with our Privacy Policy.</p><h3>Account Registration</h3><p>When registering for an account, you agree to provide accurate, current, and complete information. You are responsible for maintaining the confidentiality of your login credentials. We reserve the right to suspend or terminate accounts that provide false information or violate these Terms.</p><p>You must confirm your acceptance of these Terms via a modal window during account registration. Registration will not be completed unless you accept these Terms and our Privacy Policy.</p><h3>License & Usage</h3><p>All content on this website is the intellectual property of Hi-Top Sneakers and its licensors. You may view and download materials for personal, non-commercial use only. You may not:</p><ul><li>Republish material without permission</li><li>Sell or license website content</li><li>Reproduce or redistribute materials for commercial purposes</li></ul><h3>User Content</h3><p>Users may submit reviews or comments. We do not pre-screen content, but reserve the right to monitor and remove submissions deemed inappropriate or in breach of these terms. You agree that:</p><ul><li>You own or control rights to the content you post</li><li>Content does not infringe third-party rights</li><li>Content is not defamatory, offensive, or illegal</li></ul><p>By posting content, you grant Hi-Top Sneakers a non-exclusive license to use, reproduce, and modify that content across platforms.</p><h3>Product Information</h3><p>We make every effort to ensure that product information, pricing, and availability are accurate. However, errors may occur. We reserve the right to correct inaccuracies or cancel orders if necessary.</p><h3>Shipping & Returns</h3><p>Shipping times are estimated and may vary. Our Returns Policy outlines the terms for returning items. Limited edition items may have specific return restrictions.</p><h3>Hyperlinking & External Links</h3><p>Approved organizations may link to our website. However, links must not be misleading, imply false endorsements, or violate intellectual property. We reserve the right to request removal of links at any time.</p><h3>iFrames</h3><p>Creating frames around our webpages without express permission is prohibited.</p><h3>Limitation of Liability</h3><p>We are not liable for damages arising from use of this website or the purchase of our products unless otherwise required by law. This includes indirect or consequential losses.</p><h3>Changes to Terms</h3><p>We may update these Terms at any time. Continued use of the website implies acceptance of updated Terms.</p><p>If you have questions about these Terms, please contact us via <a href=\"contact.php\">our contact page</a>.</p><p id=\"last\">Last updated: April 7, 2025</p>"
  }
